Repository: JohnnyDoesStuff/Foodstuff
Catalog: foodstuff/lib/l10n/app_*.arb
Languages: de

# allFoodPage
source: All food
de: Essens체bersicht

source: Home
de: Startseite

source: Add food
de: Essen hinzuf체gen

# addFoodButton
source: Add food
de: Essen hinzuf체gen

# addFoodName
source: Enter a food name
de: Gib' ein Essen ein

# appStateNoFoodSelected
source: No food selected
de: Kein Essen ausgew채hlt

# appStateNoFoodStored
source: No food stored
de: Kein Essen gespeichert

source: Export food data
de: Essensdaten exportieren

# exportFoodDataHelp
source: Save data to a file in your phone's download directory
de: Essensdaten in eine Datei im Download-Verzeichnis exportieren

# exportFoodDataTextField
source: Enter a file name
de: Gib' einen Dateinamen ein

source: Import food data
de: Essensdaten importieren

# importFoodDataButton
source: Import food data
de: Essensdaten importieren

# importFoodFile
source: Import food from a file
de: Essen aus Datei importieren

# nextButton
source: Next
de: Weiter

# waiting
source: Please wait...
de: Bitte warten...
